Repository: shafia774/sevafarmapp
Catalog: lib/l10n/app_*.arb
Languages: es

source: SEVAFARM
es: സേവാഫാം

source: LOGIN
es: ലോഗിൻ

source: User Id
es: യൂസർ ഐഡി

source: Password
es: പാസ്സ്‌വേർഡ്

source: Sign Up
es: സൈൻ അപ്പ്

source: Create User
es: യൂസർ ഐഡി ഇണ്ടാകുക

source: Create Pass
es: പാസ്സ്‌വേർഡ് ഇണ്ടാകുക

source: Create Ad
es: പേരും വിലാസവും രേഖപെടുത്തുക

source: Go Back
es: പുറകിലെ പേജിൽ പോവുക

source: Vegetables
es: പച്ചക്കറികൾ

source: Fruits
es: പഴങ്ങൾ

source: Pulses
es: പയർവർഗ്ഗങ്ങൾ

source: Cereals
es: ധാന്യങ്ങൾ

source: My Cart
es: മൈ കാർട്ട്

# seasp
source: Seasonal Special
es: സീസണൽ സ്പെഷ്യൽ

# seas
source: Seasonal Products
es: സീസണൽ ഭക്ഷ്യ ഉൽപന്നങ്ങൾ

# kmango
source: Kaalapadi mango available
es: കാലപ്പാടി മാങ്ങ ഇപ്പോൾ സ്റ്റോക്കുണ്ട്

# adc
source: Add to Cart
es: കാർട്ടിലേക്ക് ചേർക്കുക

# click
source: Click Here
es: ഇവിടെ അമർത്തുക

# added
source: Added to Cart
es: കാർട്ടിൽ ചേർത്തി

# fail
source: Username or password is wrong
es: തന്നിരിക്കുന്ന വിശദാംശങ്ങൾ തെറ്റാണു

# na
source: That amount is not available
es: അത്രയും അളവ് ലഭ്യമല്ല

# ca
source: Coming Soon
es: ഉടൻ വരുന്നു

# ys
source: Your Order is Placed Successfully
es: നിങ്ങളുടെ ഓർഡർ വിജയകരമായി സ്ഥാപിച്ചു

# order
source: ORDERS
es: ഓർഡറുകൾ

# homepage
source: Go to Home
es: ഹോം പേജിലേക്ക് പോകുക

# cod
source: CASH ON DELIVERY
es: ക്യാഷ് ഓൺ ഡെലിവറിയാണ് തിരഞ്ഞെടുത്തത്

# not
source: No Items Selected
es: ഇനങ്ങളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല

# total
source: View Total Price
es: മൊത്തം വില കാണുക

# tota
source: The Total price is
es: മൊത്തം വില

# pa
source: Place Order
es: ഓർഡർ സ്ഥിരീകരിക്കുക
